---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.SectionProperty
source: html/f3ab301a-0614-ef66-473d-8e224a6678a7.htm
---
# Autodesk.Revit.DB.SpecTypeId.SectionProperty Property

Section Property, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId SectionProperty { get; }
```